Repository: developsessions/b-r-udp-broadcast
Catalog: Automation Studio/as/system/A0453/Texts/EventLog_AR.tmx
Source language: en
Languages: de

source: SMC FFS (Functional Fail Safe): SDI - Violation of the positive direction
de: SMC FFS (Functional Fail Safe): SDI - Verletzung der positiven Drehrichtung

source: SMC FFS (Functional Fail Safe): SDI - Violation of the negative direction
de: SMC FFS (Functional Fail Safe): SDI - Verletzung der negativen Drehrichtung

source: SMC FFS (Functional Fail Safe): SLI - Violation of standstill speed limit
de: SMC FFS (Functional Fail Safe): SLI - Verletzung der Stillstandsgeschw.grenze

source: SMC FFS (Functional Fail Safe): SLI - Violation of position window (increments)
de: SMC FFS (Functional Fail Safe): SLI - Verletzung des Positionsfensters (Inkremente)

source: SMC FFS (Functional Fail Safe): Violation of the actual speed limit
de: SMC FFS (Functional Fail Safe): Verletzung der aktuellen Geschwindigkeitsgrenze

source: SMC FFS (Functional Fail Safe): Violation of the deceleration ramp
de: SMC FFS (Functional Fail Safe): Verletzung der Verzögerungsrampe

source: SMC FFS (Functional Fail Safe): SMS - Violation of the speed limit
de: SMC FFS (Functional Fail Safe): SMS - Verletzung der Geschwindigkeitsgrenze

source: SMC FFS (Functional Fail Safe): SOS - Violation of the speed limit
de: SMC FFS (Functional Fail Safe): SOS - Verletzung der Geschwindigkeitsgrenze

source: SMC FFS (Functional Fail Safe): SS2 - Violation of the speed limit
de: SMC FFS (Functional Fail Safe): SS2 - Verletzung der Geschwindigkeitsgrenze

source: SMC FFS (Functional Fail Safe): SLS1 - Violation of the speed limit
de: SMC FFS (Functional Fail Safe): SLS1 - Verletzung der Geschwindigkeitsgrenze

source: SMC FFS (Functional Fail Safe): SLS2 - Violation of the speed limit
de: SMC FFS (Functional Fail Safe): SLS2 - Verletzung der Geschwindigkeitsgrenze

source: SMC FFS (Functional Fail Safe): SLS3 - Violation of the speed limit
de: SMC FFS (Functional Fail Safe): SLS3 - Verletzung der Geschwindigkeitsgrenze

source: SMC FFS (Functional Fail Safe): SLS4 - Violation of the speed limit
de: SMC FFS (Functional Fail Safe): SLS4 - Verletzung der Geschwindigkeitsgrenze

source: SMC FFS (Functional Fail Safe): Alive test of set position was not executed
de: SMC FFS (Functional Fail Safe): Alive-Test der Sollposition wurde nicht durchgeführt

source: SMC FFS (Functional Fail Safe): Warning on output was not acknowledged
de: SMC FFS (Functional Fail Safe): Warnung am Ausgang wurde nicht quittiert

source: SMC FFS (Functional Fail Safe): Alive test - Monitoring timeout
de: SMC FFS (Functional Fail Safe): Alive-Test - Überwachungszeit abgelaufen

source: SMC FFS (Functional Fail Safe): SMP - Homing timeout exceeded
de: SMC FFS (Functional Fail Safe): SMP - Timeout für Referenzieren überschritten

source: SMC FFS (Functional Fail Safe): SMP - Violation of the deceleration ramp
de: SMC FFS (Functional Fail Safe): SMP - Verletzung der Verzögerungsrampe

source: SMC FFS (Functional Fail Safe): SLP - Violation of the deceleration ramp
de: SMC FFS (Functional Fail Safe): SLP - Verletzung der Verzögerungsrampe

source: SMC FFS (Functional Fail Safe): SMP - Violation of lower SMP limit
de: SMC FFS (Functional Fail Safe): SMP - Verletzung der unteren SMP Grenze

source: SMC FFS (Functional Fail Safe): SMP - Violation of upper SMP limit
de: SMC FFS (Functional Fail Safe): SMP - Verletzung der oberen SMP Grenze

source: SMC FFS (Functional Fail Safe): SLP - Violation of lower SLP limit
de: SMC FFS (Functional Fail Safe): SLP - Verletzung der unteren SLP Grenze

source: SMC FFS (Functional Fail Safe): SLP - Violation of upper SLP limit
de: SMC FFS (Functional Fail Safe): SLP - Verletzung der oberen SLP Grenze

source: SMC FFS (Functional Fail Safe): SMP - Movement in neg. direction outside SMP limit
de: SMC FFS (Functional Fail Safe): SMP - Bewegung in neg. Richtung außerhalb SMP Grenze

source: SMC FFS (Functional Fail Safe): SMP - Movement in pos. direction outside SMP limit
de: SMC FFS (Functional Fail Safe): SMP - Bewegung in pos. Richtung außerhalb SMP Grenze

source: SMC FFS (Functional Fail Safe): SLP requested, axis is not homed yet
de: SMC FFS (Functional Fail Safe): SLP angefordert, Achse ist noch nicht referenziert

source: SMC FFS (Functional Fail Safe): SMP, SLP - Internal error
de: SMC FFS (Functional Fail Safe): SMP, SLP - Interner Fehler

source: SMC FFS (Functional Fail Safe): SMP, SLP - INT32 overflow of S_SafePosition
de: SMC FFS (Functional Fail Safe): SMP, SLP - INT32 Überlauf der S_SafePosition

source: SMC FFS (Functional Fail Safe): Homing - Timeout elapsed
de: SMC FFS (Functional Fail Safe): Homing - Überwachungszeit abgelaufen

source: SMC FFS (Functional Fail Safe): Homing - Standstill Speed tolerance violated
de: SMC FFS (Functional Fail Safe): Homing - Stillstandsgeschwindigkeitsgrenze verletzt

source: SMC FFS (Functional Fail Safe): Homing reference pulse - Max. trigger speed exceeded
de: SMC FFS (Functional Fail Safe): Homing Referenzimpuls - Max.Trigger Geschw. verletzt

source: SMC FFS (Functional Fail Safe): Homing - Movement invalid
de: SMC FFS (Functional Fail Safe): Homing - Bewegung unzulässig

source: SMC FFS (Functional Fail Safe): Homing offset - Position outside INT32 range
de: SMC FFS (Functional Fail Safe): Homing Offset - Position außerhalb INT32 Bereichs

source: SMC FFS (Functional Fail Safe): Homing offset - Violation of safe encoder range
de: SMC FFS (Functional Fail Safe): Homing Offset - Verletzung sicherer Geberzählbereich

source: SMC: Encoder mismatch - Length of encoder configuration data changed
de: SMC: Gebertausch - Die Länge der Konfigurationsdaten hat sich geändert

source: SMC: Encoder mismatch - Serial number of encoder changed
de: SMC: Gebertausch - Die Serialnummer des Encoders hat sich geändert

source: SMC: Encoder mismatch - Version changed or no encoder data stored
de: SMC: Gebertausch - Version geändert oder Daten nicht gespeichert

source: SMC: Encoder mismatch - EnDat master data or encoder data changed
de: SMC: Gebertausch - EnDat Master Daten oder Encoder Daten geändert

source: SMC: Encoder - EnDat Master state error register is set
de: SMC: Geber - EnDat Master Status Register ist gesetzt

source: SMC FFS (Functional Fail Safe): Homing failed
de: SMC FFS (Functional Fail Safe): Referenzieren fehlgeschlagen

source: SMC FFS (Functional Fail Safe): Violation of safety function
de: SMC FFS (Functional Fail Safe): Verletzung einer Sicherheitsfunktion

source: SMC FFS (Functional Fail Safe): Function block switched back into IDLE state
de: SMC FFS (Functional Fail Safe): Funktionsblock ist in Zustand IDLE zurückgefallen

source: SMC FFS (Functional Fail Safe): Safe output - Teststate has changed
de: SMC FFS (Functional Fail Safe): Sichere Ausgänge - Teststatus hat sich verändert

source: SMC: Encoder - Received position not valid
de: SMC: Geber - Empfangene Position ungültig

source: SMC: Encoder mismatch detected
de: SMC: Gebertausch festgestellt

source: SMC: Encoder - Initialization error
de: SMC: Geber - Initialisierungsfehler

source: SMC: Internal warning, Lockbit set
de: SMC: Interne Warnung, Lockbit gesetzt

source: SMC: Encoder - SafeSpeed exceeded INT16 range
de: SMC: Geber - SafeSpeed hat den INT16 Bereich überschritten

source: SMC: Encoder - EnDat Master encoder error register is set
de: SMC: Geber - EnDat Master Fehler Register ist gesetzt

source: SMC: Velocity error limit exceeded
de: SMC: Geschwindigkeitsfehlergrenzwert überschritten

source: SMC: Position lag error limit exceeded
de: SMC: Positionsschleppfehlergrenzwert überschritten

source: SMC: Encoder - Rounding error due to parametrization
de: SMC: Geber - Rundungsfehler infolge gewählter Parametrierung

source: SMC: Encoder - Length of physical reference system too large
de: SMC: Geber - Länge des physikalischen Referenzsystems zu groß

source: internal cross communication error
de: interner Kreuzkommunikationsfehler

source: internal error cross communication
de: interner Fehler Kreuzkommunikation

source: internal hardware error (driver) (uP1)
de: interner Hardwarefehler (Treiber) (uP1)

source: inconsistent output data (uP1)
de: inkonsistente Ausgangsdaten (uP1)

source: internal X-com error (uP2 in failsafe?)
de: interner Kreuzvergleichfehler (uP2 im Failsafe?)

source: internal error test pattern (uP1)
de: interner Fehler Testmuster (uP1)

source: relay stuck at low (uP1)
de: Relais hat nicht angezogen (uP1)

source: relay stuck at high (uP1)
de: Relais verklebt (uP1)

source: internal hardware error (init) (uP1)
de: interner Hardwarefehler (Init) (uP1)

source: Error in Crosscommunikation
de: Fehler in Kreuzkommunikation

source: Reference-input doesn't match actual input state
de: Unterschiede zwischen erwarteten Referenz- und tatsächlichen Eingangszuständen

source: internal error
de: Interner Fehler

source: internal error (µP1)
de: Interner Fehler (µP1)

source: error in voltagemonitoring (µP1)
de: Fehler bei Spannungsueberwachung(µP1)

source: internal error during hardwaretests (µP1)
de: interner Fehler bei Hardwaretests (µP1)

source: conversiontime of AD-converter to big (µP1)
de: Wandlungszeit des AD-Wandlers zu groß (µP1)

source: state of channel error evaluation has changed
de: Status der Kanalfehlerauswertung geändert

source: internal error testingtime exceeded
de: interner Fehler Testzeit überschritten

source: state of threshold evaluation has changed
de: Status der Thresholdauswertung geändert

source: internal error PreOpStep to long (µP1)
de: Interner Fehler PreOpStep zu lang (µP1)

source: internal error modul not calibrated (µP1)
de: Interner Fehler Modul nicht kalibriert (µP1)

source: internal error incorrect CRC of calibration data (µP1)
de: Interner Fehler falsche Kalibrierdaten CRC (µP2)

source: output current for sensor feed exceeded (µP1)
de: Ausgangsstrom der Sensorversorgung überschritten (µP1)

source: No sensor connected
de: Kein Sensor angeschlossen

source: error during shunttest (µP1)
de: Fehler bei Shunttest (µP1)

source: wrong sensortyp
de: Falscher Sensortyp

source: thresholdparamter out of range
de: Thresholdparameter ausserhalb der Grenzen

source: Warning message from customized library
de: Warnmeldung von kundenspezifischer Library

source: Error message from customized library.
de: Fehlermeldung von kundenspezifischer Library

source: Error message from RoboticCtrl_SF library
de: Fehlermeldung von RoboticCtrl_SF Library

source: Warning message from RoboticCtrl_SF library
de: Warnung von RoboticCtrl_SF Library

source: Error Utilities library: out of range
de: Fehler Utilitiesbibliothek: Bereichsüberlauf

source: Library function is not supported on the specific SL
de: Bibliotheksfunktion wird auf der entsprechenden SL nicht unterstützt.

source: SafeROBOTICS error message: SP_SafeRC_GenSerKin_BR
de: SafeROBOTICS Fehlermeldung: SP_SafeRC_GenSerKin_BR

source: SafeROBOTICS warning message: SP_SafeRC_GenSerKin_BR
de: SafeROBOTICS Warnungsmeldung: SP_SafeRC_GenSerKin_BR

source: SafeROBOTICS error message: SP_SafeRC_InputIF_BR
de: SafeROBOTICS Fehlermeldung: SP_SafeRC_InputIF_BR

source: SafeROBOTICS warning message: SP_SafeRC_InputIF_BR
de: SafeROBOTICS Warnungsmeldung: SP_SafeRC_InputIF_BR

source: SafeROBOTICS error message: SF_SafeRC_SerialKin_BR
de: SafeROBOTICS Fehlermeldung: SF_SafeRC_SerialKin_BR

source: SafeROBOTICS warning message: SF_SafeRC_SerialKin_BR
de: SafeROBOTICS Warnungsmeldung: SF_SafeRC_SerialKin_BR

source: SafeROBOTICS error message: SF_SafeRC_SLS_BR
de: SafeROBOTICS Fehlermeldung: SF_SafeRC_SLS_BR

source: SafeROBOTICS warning message: SF_SafeRC_SLS_BR
de: SafeROBOTICS Warnungsmeldung: SF_SafeRC_SLS_BR

source: SafeROBOTICS error message: SF_SafeRC_SLP_BR
de: SafeROBOTICS Fehlermeldung: SF_SafeRC_SLP_BR

source: SafeROBOTICS warning message: SF_SafeRC_SLP_BR
de: SafeROBOTICS Warnungsmeldung: SF_SafeRC_SLP_BR

source: SafeROBOTICS error message: SF_SafeRC_SLPj_BR
de: SafeROBOTICS Fehlermeldung: SF_SafeRC_SLPj_BR

source: SafeROBOTICS warning message: SF_SafeRC_SLPj_BR
de: SafeROBOTICS Warnungsmeldung: SF_SafeRC_SLPj_BR

source: SafeROBOTICS error message: SF_SafeRC_SLO_BR
de: SafeROBOTICS Fehlermeldung: SF_SafeRC_SLO_BR

source: SafeROBOTICS warning message: SF_SafeRC_SLO_BR
de: SafeROBOTICS Warnungsmeldung: SF_SafeRC_SLO_BR

source: SafeROBOTICS error message: SD_SafeRC_SerKin_Diag_BR
de: SafeROBOTICS Fehlermeldung: SD_SafeRC_SerKin_Diag_BR

source: SafeROBOTICS warning message: SD_SafeRC_SerKin_Diag_BR
de: SafeROBOTICS Warnungsmeldung: SD_SafeRC_SerKin_Diag_BR

source: SafeROBOTICS error message: SD_SafeRC_SLS_Diag_BR
de: SafeROBOTICS Fehlermeldung: SD_SafeRC_SLS_Diag_BR

source: SafeROBOTICS warning message: SD_SafeRC_SLS_Diag_BR
de: SafeROBOTICS Warnungsmeldung: SD_SafeRC_SLS_Diag_BR

source: SafeROBOTICS error message: SD_SafeRC_SLP_Diag_BR
de: SafeROBOTICS Fehlermeldung: SD_SafeRC_SLP_Diag_BR

source: SafeROBOTICS warning message: SD_SafeRC_SLP_Diag_BR
de: SafeROBOTICS Warnungsmeldung: SD_SafeRC_SLP_Diag_BR

source: SafeROBOTICS error message: SD_SafeRC_SLO_Diag_BR
de: SafeROBOTICS Fehlermeldung: SD_SafeRC_SLO_Diag_BR

source: SafeROBOTICS warning message: SD_SafeRC_SLO_Diag_BR
de: SafeROBOTICS Warnungsmeldung: SD_SafeRC_SLO_Diag_BR

source: Undefined state in Library C function code detected
de: Im Code einer C-Funktion wurde ein nicht behandelter State erreicht.

source: Nullpointer in a Library C function detected
de: In einer Library C-Funktion wurde ein Nullpointer erkannt.

source: ProfiSafe FParameter Build error
de: Fehler ProfiSafe FParameter Build

source: ProfiSafe FParameter configuration error
de: ProfiSafe FParameter Konfigurationsfehler

source: PROFIsafe General communication error (FOutput Data)
de: PROFIsafe Allgemeiner Kommunikationsfehler (FOutput Data)

source: ProfiSafe Send FInput Telegram error
de: ProfiSafe Fehler FInput Telegram senden

source: ProfiSafe system path invalid
de: ProfiSafe Ungültiger Systempfad

source: ProfiNet: PNIO Connection error
de: ProfiNet: PNIO Verbindungsfehler

source: ProfiSafe FUB init
de: ProfiSafe FUB Initialisierung

source: ProfiSafe error FParameter read
de: ProfiSafe Lesefehler FParameter

source: ProfiSafe init error
de: ProfiSafe Init Fehler

source: ProfiSafe: error processing FParameters
de: ProfiSafe: Fehler Auswertung FParameter

source: ProfiSafe error evaluating FOutTelegram
de: ProfiSafe: Fehler Auswertung FOutTelegram

source: ProfiSafe error generating FInTelegram
de: ProfiSafe: Fehler Generierung FInTelegram

source: ProfiSafe error RUN mode
de: ProfiSafe Fehler RUN-Modus

source: ProfiSafe error STOP mode
de: ProfiSafe Fehler STOP-Modus

source: SafeROBOTICS error message: SP_SafeRC_ID_List_BR
de: SafeROBOTICS Fehlermeldung: SP_SafeRC_ID_List_BR

source: SafeROBOTICS warning message: SP_SafeRC_ID_List_BR
de: SafeROBOTICS Warnungsmeldung: SP_SafeRC_ID_List_BR

source: Profisafe I/O parameters
de: Profisafe I/O Parameter

source: Profisafe invalid state values
de: Profisafe ungültige statewerte

source: Profisafe ProfiNet connection info
de: Profisafe ProfiNet-Verbindungsinformation

source: SafeOPTION instance FBK error
de: SafeOPTION Instanz-FUB Fehler

source: SafeOPTION Management FBK error
de: SafeOPTION Management-FUB Fehler

source: Error in C function SF_oS_Profile_BasicStatCtrl (openSAFETY_ProfileBasic_SF)
de: Fehler in C Funktion SF_oS_Profile_BasicStatCtrl (openSAFETY_ProfileBasic_SF)

source: error in C Function SF_oS_Profile_InXByte (openSAFETY_ProfileBasic_SF)
de: Fehler in C Funktion SF_oS_Profile_InXByte (openSAFETY_ProfileBasic_SF)

source: SafeOPTION Management FBK Init Info
de: SafeOPTION Management FUB Init Info

source: SafeOPTION Info Instance FBK
de: SafeOPTION Info Instanz-FUB

source: Error LightCurtain_SF Library
de: Fehler LightCurtain_SF Library

source: SMC: Functional phasing state is reset
de: SMC: Funktionaler Einphasungs-Status wurde zurückgesetzt

source: SMC: Request SS1 - Position/speed evaluation is not ready
de: SMC: Anforderung SS1 - Positions-/Geschwindigkeitserfassung ist nicht bereit

source: SMC: Request SLS1 - Position/speed evaluation is not ready
de: SMC: Anforderung SLS1 - Positions-/Geschwindigkeitserfassung ist nicht bereit

source: SMC: Request SLS2 - Position/speed evaluation is not ready
de: SMC: Anforderung SLS2 - Positions-/Geschwindigkeitserfassung ist nicht bereit

source: SMC: Request SLS3 - Position/speed evaluation is not ready
de: SMC: Anforderung SLS3 - Positions-/Geschwindigkeitserfassung ist nicht bereit

source: SMC: Request SLS4 - Position/speed evaluation is not ready
de: SMC: Anforderung SLS4 - Positions-/Geschwindigkeitserfassung ist nicht bereit

source: SMC: Functional encoder changed to error state
de: SMC: Funktionaler Geber in Fehlerzustand gewechselt

source: SMC: Controller switch on detected, but state of functional encoder invalid.
de: SMC: Regler-Einschalten erkannt, Status funktionaler Geber ungültig.

source: SMC: SSO configuration error. The encode mode is invalid.
de: SMC: SSO Konfigurationsfehler. Ein unzulässiger Encoder-Modus ist ausgewählt.

source: SMC: Current measurement invalid
de: SMC: Strommessung ungültig

source: SMC: Blackout Mode - Delay time expired
de: SMC: Blackout Mode - Verzögerungszeit ist abgelaufen

source: SMC: SSO - A limitation of the observed acceleration is not possible
de: SMC: SSO - Keine Begrenzung der beobachteten Beschleunigung möglich

source: SMC FFS (Functional Fail Safe): Current measurement error was detected
de: SMC FFS (Functional Fail Safe): Strommessfehler wurde erkannt

source: SMC: SSO - Safe speed observer speed error
de: SMC: SSO - Safe speed observer Geschwindigkeitsfehler

source: SMC FFS (Functional Fail Safe): Internal error in ADC conversion
de: SMC FFS (Functional Fail Safe): Interner Fehler in der ADC Konvertierung

source: SMC FFS (Functional Fail Safe): RSP - Homing, INT32 overflow of S_SafePosition
de: SMC FFS (Functional Fail Safe): RSP - Homing, INT32 Überlauf der S_SafePosition

source: SMC FFS (Functional Fail Safe): SLT - Violation of torque limit
de: SMC FFS (Functional Fail Safe): SLT - Verletzung der Momentgrenze

source: SMC FFS (Functional Fail Safe): RSP - Homing, Positional change during power off too big
de: SMC FFS (Functional Fail Safe): RSP - Homing, Positionsänderung im ausgeschalteten Zustand zu groß

source: SMC FFS (Functional Fail Safe): RSP - Homing, Config changed
de: SMC FFS (Functional Fail Safe): RSP - Homing, Konfigurationsänderung

source: SMC FFS (Functional Fail Safe): Internal error, FPGA communication
de: SMC FFS (Functional Fail Safe): Interner Fehler, FPGA Kommunikation

source: SMC FFS (Functional Fail Safe): RSP - Homing, CRC error while receiving the remanent safe position
de: SMC FFS (Functional Fail Safe): RSP - Homing, CRC Fehler beim Empfang der remanenten Position

source: SMC FFS (Functional Fail Safe): RSP - Homing, Homing already done without RSP
de: SMC FFS (Functional Fail Safe): RSP - Homing, Bereits ohne RSP referenziert

source: SMC: RSP - State RSP Valid changed during safe operation
de: SMC: RSP - Änderung des Status RSP Valid während Speichervorgang

source: I/O library: Specified I/O bus for IO_physdef is not supported
de: IO-Bibliothek: Angegebener IO-Bus bei IO_physdef wird nicht unterstützt

source: simultaneous edges on channel A and B
de: Gleichzeitig Flanken an Kanal A und B

source: I/O library: Invalid offset for I/O_physdef
de: IO-Bibliothek: Ungültiger Offset bei IO_physdef

source: speed differs between two channels
de: Geschwindigkeit unterschiedlich zwischen 2 Kanälen

source: countervalue differs between two channels
de: Zählerwert unterschiedlich zwischen 2 Kanälen

source: Input A and Ai or input B and Bi are FALSE at the same time
de: Eingang A und Ai oder B und Bi sind gleichzeitig FALSE

source: Overflow of the SafeFrequency-Channel
de: Überlauf des SafeFrequency-Kanals

source: max. acceleration exceeded
de: max. Beschleunigung überschritten

source: I/O library: Invalid data area for I/O_physdef
de: IO-Bibliothek: Ungültiger Datenbereich bei IO_physdef

source: Input frequency out of range
de: Eingangsfrequenz zu groß

source: second µP detected channel error
de: zweiter µP hat einen Kanalfehler erkannt

source: Channelerror not acknowledged
de: Kanalfehler nicht quittiert

source: Channelerror acknowledged
de: Kanalfehler quittiert

source: frequency value differs between two µPs
de: Frequenzwert unterschiedlich zwischen 2 Prozessoren

source: I/O library: Invalid mode for I/O_physdef
de: IO-Bibliothek: Ungültiger Mode bei IO_physdef

source: I/O library: SC entry at odd address for IO_physdef
de: IO-Bibliothek: SC-Entry auf ungerader Adresse bei IO_physdef

source: I/O library: Invalid I/O module address for I/O_physdef
de: IO-Bibliothek: Ungültige IO-Moduladresse bei IO_physdef

source: I/O library: Current CPU type is not supported by IO_physdef.
de: IO-Bibliothek: Aktuller CPU-Typ wird von IO_physdef nicht unterstützt.

source: I/O library: PV not found for IO_define.
de: IO-Bibliothek: PV nicht gefunden bei IO_define

source: I/O library: PV length error (IO_define)
de: IO-Bibliothek: Fehler bei PV-Länge (IO_define)

source: I/O library: Unsupported PV type for IO_define
de: IO-Bibliothek: Nicht unterstützter PV-Typ bei IO_define

source: I/O library: PV without shovel instruction for IO_define.
de: IO-Bibliothek: PV ohne Schaufeleintrag bei IO_define

source: I/O library: Only analog PVs permitted for IO_define
de: IO-Bibliothek: Nur Analog-PVs zulässig bei IO_define

source: I/O library: No PV name for IO_define.
de: IO-Bibliothek: Kein PV-Name bei IO_define

source: Timeout during shovel instruction (fatal error).
de: IO-Bibliothek: Timeout beim Schaufelauftrag (fataler Fehler)

source: Invalid I/O identifier.
de: IO-Bibliothek: Ungültiger I/O-Identifier

source: I/O library: Incorrect Ident for IO_combine
de: IO-Bibliothek: Falscher Ident 1/2 bei IO_combine

source: I/O library: Too many entries for IO_combine
de: IO-Bibliothek: Zuviele Einträge bei IO_combine

source: I/O library: SC table at odd address for IO_combine
de: IO-Bibliothek: SC-Tabelle auf ungerader Adresse bei IO_combine

source: error on call of safe application
de: Fehler beim Aufruf der sicheren Applikation

source: initial parameter check failed
de: Initialer Parametercheck fehlgeschlagen

source: error cross communication
de: Fehler Kreuzkommunikation

source: internal error I/O mapping
de: interner Fehler I/O-Mapping

source: error in input mapping of SD application
de: Fehler im Eingangsmapping der SD-Applikation

source: error in output mapping of SD application
de: Fehler im Ausgangsmapping der SD-Applikation

source: error importing application files
de: Fehler beim Import der Applikationsfiles

source: SD application download finished
de: Download SD-Applikation fertig

source: cyclic CRC check failed
de: zyklische CRC-Prüfung ist fehlgeschlagen

source: error SLX command channel
de: Fehler SLX Kommandokanal

source: error NVM data
de: Fehler NVM Daten

source: reset due to SCMar restart
de: Reset wegen Neustart SCMar

source: error input data image
de: Fehler Eingangsdatenabbild

source: flash test executed after SafeKEY format
de: Flashtest ausgeführt (nach SafeKEY-Format)

source: error execution monitoring
de: Fehler Ablaufüberwachung

source: SPDO synchronization failed
de: SPDO-Synchronisierung fehlgeschlagen

source: Safe application CRC mismatch
de: Sichere Applikations-CRCs stimmen nicht überein

source: inconsistent application data
de: Applikationsdaten inkonsistent

source: Error initializing external machine options
de: Fehler beim Initialisieren der externen Maschinenoptionen

source: internal error cross communication SRT
de: interner Fehler Kreuzkommunikation SRT

source: internal error PreOp SRT
de: interner Fehler PreOp SRT

source: no SRT file available
de: keine SRT Datei verfügbar
